Revit 2027 API
ParameterTypeId.DividedpathLayout Property
 "Layout"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathLayout { get; }
Public Shared ReadOnly Property DividedpathLayout As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathLayout {
	ForgeTypeId^ get ();
}
static member DividedpathLayout : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace